歌星,语系,搜寻,字数,合唱,新进,排行,儿童,最爱,编号,随机
男星,女星,团体,合唱,外男,外女,外团,其它,姓氏,全部,功能
国语,台语,粤语,日语,英语,客语,原民,韩语,儿歌,其它
一字,二字,三字,四字,五字,六字,七字,八字,九字,十字
1-,4-,7-,9-,11-,13-,15-,17-,19-,全部
,,,,,,,,,
待播清单,删除,页删,最爱,插拨
编辑,修正,新增,删除,复制,退出
音量修正,声道修正,系统,退出,关机
注音,英数,五十音,浊音,拗音,笔画,输入法,歌曲,清除,删除
字数,返回,首页,上页,页,末页
播放,切歌,回放,重复,降调,原调,升调,小声,100,大声,固定,伴唱,人声,立体,主页
教唱,关闭,回音+,回音-,关闭,Mic+,Mic-,接唱,女调,男调
关闭,小,中,大
关闭,１,２,３,４,５,６,７,８,９,１０,１１,１２,１３,１４,１５,１６,１７,１８,１９,２０,最大
点,待,插,伴唱,人声,立体,轨,下,上,升调,原调,降调,男调,女调,最大,静音,暂停,播放,字数,笔画,新旧,取消,编辑,复制,确认,歌星,歌曲,第, / ,页
"祝您欢唱快乐!!!","   下一首播放：","  原唱者：","  请准备．．","目前播放：","编号:"," 语系:"," 歌名:"," 歌星:","点歌:"
"无此歌曲，请重新输入","目前无待播歌曲，随机播放：「","」。请继续点歌！！","目前无待播歌曲，随机播放也无歌曲","您唱累了吗？加油喔~~~","   下一首无播放歌曲，请点歌曲!!","歌曲已在待播清单中...","无法删除目前播放的歌曲"
我的最爱,加到我的最爱,加入成功,歌曲已加入过,删除最爱歌曲,请先输入ID或无此歌曲,请先输入ID,歌曲无法加入,设定固定,取消固定,声道修正成功,音量修正成功,插拨至第一首,插拨至第二首,插拨至第三首,插拨至插拨后,音量:,开,关,回音:,教唱,关闭
"请输入密码[离开]","确定不唱了!!!", "退出","请输入密码[系统]","请输入密码[关机]","是否确定要关机","关机","图档不齐全，请退出程序，使用建图程序。","请扩充你的遥控件，下载[数据库修正程序]"
标楷体
